Repository: cabelo/jax
Catalog: custom_boot/locale/*/LC_MESSAGES/kiwi.po
Languages: bg, ca, cs, da, de, el, es, fi, gl, ja, km, pt, ro, ru, sk, sv, wa

source: Boot continues in 10 sec
ca: L'arrencada continuarà d'aquí a 10 segons
cs: Startovaní bude pokračovat za 10 vteřin
de: Bootvorgang wird in 10 sec fortgesetzt
es: El arranque continuará en 10 s
ja: 10 秒すると起動が始まります
ru: Загрузка продолжится через 10 секунд
sk: Štart systému pokračuje za 10 sekúnd
sv: Uppstarten fortsätter om 10 sekunder

source: Enter LUKS passphrase
bg: Въведете LUKS паролна фраза
ca: Introduïu la frase de pas LUKS
cs: Zadejte přístupovou frázi LUKS
da: Angiv LUKS-adgangsfrase
de: LUKS-Passphrase eingeben
el: Εισάγετε συνθηματικό εισόδου LUKS
es: Escriba la contraseña de LUKS
fi: Anna LUKS-tunnuslause
gl: Introducir a frase de paso LUKS
ja: LUKS パスフレーズの入力
km: បញ្ចូល​ឃ្លា​សម្ងាត់ LUKS
pt: Intriduza frase chave da LUKS
ro: Introduceți fraza de autentificare LUKS
ru: Введите пароль для LUKS
sk: Zadať LUKS heslo
sv: Skriv in LUKS-lösenord
wa: Tapez l' fråze di scret LUKS

source: Do you accept the license agreement ?
bg: Приемате ли лицензионния договор?
ca: Accepteu l'acord de llicència?
cs: Souhlasíte s licenčním ujednáním?
da: Vil du acceptere licensaftalen?
de: Akzeptieren Sie die Lizenzvereinbarung?
el: Αποδέχεσθε την άδεια χρήσης;
es: ¿Acepta el acuerdo de licencia?
fi: Hyväksytkö käyttöoikeussopimuksen ?
gl: Quere aceptar o acordo de licenza?
ja: ライセンス (使用許諾) 契約に同意しますか？
km: តើ​អ្នក​ព្រម​ទទួល​កិច្ចព្រមព្រៀង​អាជ្ញាប័ណ្ណ​ដែរឬទេ ?
pt: Aceita as condições do licenciamente ?
ro: Sunteți de acord cu termenii licenței?
ru: Вы принимаете лицензионное соглашение?
sk: Súhlasíte s licenčnou zmluvou ?
sv: Accepterar du licensavtalet?
wa: Etoz vs d' acoird avou l' acoir di licince ?

source: Do you want to start the System-Recovery ?
bg: Желаете ли да стартирате поправка на системата?
ca: Voleu iniciar la recuperació del sistema?
cs: Chcete spustit záchranu systému?
da: Vil du starte redning af systemet?
de: Möchten Sie die System-Wiederherstellung starten?
el: Θέλετε να εκκινήσετε την Ανάκτηση-Συστήματος;
es: ¿Quiere iniciar la recuperación del sistema?
fi: Haluatko käynnistää järjestelmän korjausohjelman ?
gl: Quere iniciar a recuperación do sistema ?
ja: システム修復処理を開始しますか？
km: តើ​អ្នក​ចង់​ចាប់ផ្ដើម​ការ​សង្គ្រោះ​ប្រព័ន្ធ​ដែរ​ឬទេ ?
pt: Deseja iniciar a Recuperação do Sistema?
ro: Doriți sa porniți sistemul de recuperare?
ru: Запустить восстановление системы?
sk: Chcete spustiť zotavenie systému ?
sv: Vill du påbörja systemåterställningen?
wa: Voloz vs enonder l' Rapexhaedje do sistinme ?

source: Do you want to start the System-Restore ?
bg: Желаете ли да стартирате възстановяване на системата?
ca: Voleu iniciar la restauració del sistema?
cs: Chcete spustit obnovu systému?
da: Vil du starte systemgendannelsen?
de: Möchten Sie die System-Zurücksicherug starten?
el: Θέλετε να εκκινήσετε την Επαναφορά-Συστήματος;
es: ¿Quiere iniciar la restauración del sistema?
fi: Haluatko käynnistää järjestelmän palautusohjelman ?
gl: Quere iniciar a restauración do sistema ?
ja: システム復元処理を開始しますか？
km: តើ​អ្នក​ចង់​ចាប់ផ្ដើម​ការ​ស្ដារ​ប្រព័ន្ធ​ដែរឬទេ ?
pt: Deseja iniciar a Restauração do Sistema?
ro: Doriți sa porniți sistemul de restaurare?
ru: Запустить восстановление системы?
sk: Chcete spustiť obnovu systému ?
sv: Vill du starta systemåterställningen?
wa: Voloz vs enonder l' Rassonraedje do sistinme ?

source: Restoring base operating system...
bg: Възстановяване на основната операционна система…
ca: Restaurant la base del sistema operatiu...
cs: Obnovuji základní operační systém...
da: Gendanner basis-styresystemet...
de: Basis-Betriebssystem wird zurückgesichert ...
el: Αποκατάσταση του βασικού λειτουργικού συστήματος...
es: Restaurando la base del sistema operativo...
fi: Palautetaan käyttöjärjestelmän perustaa...
gl: Restaurando o sistema operativo base...
ja: ベースとなるオペレーティングシステムを復元しています...
km: កំពុង​ស្ដារ​ប្រព័ន្ធ​ប្រតិបត្តិការ​មូលដ្ឋាន...
pt: A restaurar sistema operativo base...
ro: Restaurarea sistemului de operare inițial...
ru: Восстановление базовой операционной системы...
sk: Obnovujem základný operačný systém...
sv: Återställer grundoperativsystemet...
wa: Dji rassonre li sistinme d' operance di båze...

source: Destroying ALL data on %1, continue ?
bg: Наистина ли желаете да продължите и да изтриете ЦЯЛАТА информация на %1?
ca: Destruir totes les dades de %1, continuar?
cs: Pokračovat a zničit VŠECHNA data na %1?
da: Ødelægger al data på %1, vil du fortsætte?
de: Alle Daten auf %1 werden gelöscht, weitermachen?
el: Καταστροφή ΟΛΩΝ των δεδομένων στο %1, συνέχεια;
es: Se van a destruir TODOS los datos de %1. ¿Continuar?
fi: Poistetaan KAIKKI tieto %1, jatketaanko ?
gl: Destruíndo TODOS os datos en %1, quere continuar ?
ja: %1 内の全てのデータが書き換えられます。続行しますか？
km: បំផ្លាញ​ទិន្នន័យ​ទាំង​អស់​នៅ​លើ %1 បន្ត ?
pt: A destruir TODOS os dados em %1, continuar?
ro: Șterge TOATE datele pe %1, continuați?
ru: ВСЕ данные на %1 будут уничтожены, продолжить?
sk: Zničenie všetkých dát na %1, pokračovať ?
sv: ALL data på %1 kommer att förstöras. Vill du fortsätta?
wa: Disfaçaedje di TOTES les dnêyes so %1, tcheryî pus lon ?

source: Clean sweep...
bg: Чисто изтриване…
ca: Neteja...
cs: Úklidové koště...
da: Total oprydning...
de: Bereinigung ...
el: Ξεκαθάρισμα...
es: Eliminando...
fi: Tyhjennys...
gl: Limpando...
ja: 準備を行なっています...
km: បោស​សម្អាត...​
pt: A Limpar...
ro: Schimbare totală...
ru: Очистка...
sk: Vyčistenie...
sv: Raderar...
wa: Ramon di rnetiaedje...

source: %1 files from %2 restored...
bg: %1 файла от %2 бяха възстановени…
ca: %1 fitxer de %2 restaurat(s)...
cs: Soubor %1 byl obnoven z %2...
da: %1 filer fra %2 gendannet...
de: %1 Dateien von %2 zurückgesichert ...
el: %1 αρχεία από %2 αποκαταστάθηκαν...
es: Restaurados %1 archivos de %2...
fi: %1 tiedostoa %2 palautettiin...
gl: %1 ficheiros de %2 restaurados...
ja: %2 から %1 ファイルを復元しました...
km: បាន​ស្ដារ​ឯកសារ %1 ពី %2 ...
pt: %1 ficheiros de %2 recuperados...
ro: %1 fișiere din %2 au fost restaurate...
ru: Восстановлено %1 файлов из %2...
sk: %1 súborov obnovených z %2...
sv: %1 filer från %2 återställda...
wa: %1 fitchîs so %2 di rapexhîs...

source: backing up: %1...
bg: правене на резервно копие: %1…
ca: desant %1...
cs: zálohuji: %1...
da: opretter backup: %1...
de: Sicherung: %1 ...
el: δημιουργία αντιγράφου ασφαλείας: %1...
es: realizando copia de seguridad: %1...
fi: varmuuskopioidaan: %1...
gl: facendo copia de seguridade: %1...
ja: バックアップしています: %1...
km: កំពុង​បម្រុងទុក ៖ %1...
pt: A guarda copia de segurança: %1...
ro: restaurând:%1...
ru: резервное копирование: %1...
sk: zálohujem: %1...
sv: säkerhetskopierar %1...
wa: côpiaedje di såvrité : %1...

source: archiving: %1...
bg: правене на резервно копие: %1…
ca: arxivant %1...
cs: archivuji: %1...
da: Arkiverer: %1...
de: Archivierung: %1 ...
el: αρχειοθέτηση: %1...
es: guardando: %1...
fi: arkistoidaan: %1...
gl: arquivando: %1...
ja: アーカイブを作成しています: %1...
km: កំពុង​ទុក​ក្នុង​ប័ណ្ណសារ ៖ %1...
pt: a arquivar: %1...
ru: архивирование: %1...
sk: archivovanie: %1...
sv: arkiverar: %1.
wa: årtchivaedje : %1...

source: restoring: %1...
bg: връщане от резервно копие: %1…
ca: restaurant %1...
cs: obnovuji: %1...
da: genskaber: %1...
de: Zurücksicherung: %1 ...
el: επαναφορά: %1...
es: restaurando: %1...
fi: palautetaan: %1...
gl: recuperando: %1...
ja: 復元しています: %1...
km: កំពុង​ស្ដារ ៖ %1...
pt: A recuperar: %1...
ro: restaurare: %1...
ru: восстановление: %1...
sk: obnovujem: %1...
sv: återställer: %1.
wa: rassonraedje : %1...

source: Yes
bg: Да
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fi: Kyllä
gl: Si
ja: はい
km: បាទ/ចាស
pt: Sim
ro: Da
ru: Да
sk: Áno
sv: Ja
wa: Oyi

source: OK
bg: Добре
ca: D'acord
el: Εντάξει
es: Aceptar
gl: Aceptar
km: យល់ព្រម
wa: I va

source: Cancel
bg: Прекъсване
ca: Anul·la
cs: Zrušit
da: Annullér
de: Verwerfen
el: Ακύρωση
es: Cancelar
fi: Peruuta
gl: Cancelar
ja: キャンセル
km: បោះបង់
pt: Cancelar
ro: Renunțare
ru: Отмена
sk: Zrušiť
sv: Avbryt
wa: Rinoncî

source: Exit
bg: Изход
ca: Sortida
cs: Konec
da: Afslut
el: Έξοδος
es: Salir
fi: Lopeta
gl: Saír
ja: 終了
km: ចេញ
pt: Sair
ro: Ieșire
ru: Выход
sk: Skončiť
sv: Avsluta
wa: Moussî foû

source: Bootloader installation has failed
ca: Ha acabat la instal·lació del carregador d'arrencada
cs: Instalace Bootloaderu se nezdařila
de: Bootloader Installation nicht möglich
es: Falló la instalación del gestor de arranque
ja: ブートローダのインストールに失敗しました
ru: Не удалось установить загрузчик
sk: Inštalácia správcu štartu zlyhala
sv: Installationen av bootloadern misslyckades

source: The system will not be able to reboot. Please make sure to fixup and install the bootloader before next reboot. Check /var/log/boot.kiwi for details
ca: El sistema no podrà arrencar. Si us plau, assegureu-vos d'arreglar i instal·lar el carregador d'arrencada abans de reiniciar el sistema. Mireu /var/log/boot.kiwi per a més detalls
cs: Systém nebude možné restartovat. Prosím instalujte nebo opravte bootloader před příštím restartem. Zkontrolujte /var/log/boot.kiwi pro více detailů
de: Das System kann nicht neu gestartet werden. Bitte prüfen und korrigieren Sie das Bootloader setup vor dem nächsten Neustart. Weitere Information finden Sie auch in /var/log/boot.kiwi
es: El sistema no podrá reiniciarse. Asegúrese de reparar e instalar el gestor de arranque antes de reiniciar el equipo. Para obtener detalles, revise /var/log/boot.kiwi
ja: システムは再起動できなくなってしまいます。次回の再起動までの間に、ブートローダの設定を修正してインストールし直してください。詳しくは /var/log/boot.kiwi をお読みください
ru: Система не сможет перезагрузиться. Обязательно исправьте это и установите загрузчик до следующей перезагрузки. Подробнее см. в /var/log/boot.kiwi
sk: Systém nebude schopný reštartovať. Prosím, uistite sa, že ste opravili a nainštalovali správcu štartu pred reštartom. Podrobnosti skontrolujte v /var/log/boot.kiwi
sv: Systemet kommer inte att kunna starta. Du måste reparera och installera bootloadern innan nästa omstart. Se /var/log/boot.kiwi för mer information

source: Please remove the CD/DVD before reboot
bg: Моля, извадете CD/DVD-то преди да рестартирате
ca: Si us plau, traieu el CD o DVD abans de reiniciar
cs: Prosíme, před restartováním vysuňte instalační CD/DVD
da: Fjern venligst cd/dvd før genstart
de: Bitte entfernen Sie die CD/DVD vor dem Neustart
el: Παρακαλώ αφαιρέστε το CD/DVD πριν την επανεκκίνηση
es: Extraiga el CD/DVD de instalación antes de reiniciar
fi: Poista CD/DVD ennen jatkamista
gl: Expulsar o CD/DVD antes de reiniciar
ja: 再起動を行なう前に、 CD/DVD メディアを取り出してください
km: សូម​យក​ស៊ីឌី/ឌីវីឌី​ចេញ​មុន​នឹង​ចាប់ផ្ដើម​ឡើង​វិញ
pt: Por favor remove o CD/DVD antes de reiniciar
ru: Перед перезагрузкой выньте CD/DVD
sk: Prosím vyberte CD/DVD pred reštartom
sv: Avlägsna alla CD/DVD-skivor innan datorn startas om
wa: Fijhoz rexhe li plake lazer CD/DVD divant d' renonder l' sistinme, s' i vs plait

source: Please unplug the USB stick before reboot
bg: Моля, извадете USB паметта преди да рестартирате
ca: Si us plau, desconnecteu la memòria USB abans de reiniciar
cs: Prosíme, před restartováním vyjměte instalační USB
da: Fjern venligst USB-nøglen før genstart
de: Bitte entfernen Sie den USB-Stick vor dem Neustart
el: Παρακαλώ αποσυνδέστε το USB stick πριν την επανεκκίνηση
es: Retire el soporte USB de instalación antes de reiniciar
fi: Poista USB-tikku ennen jatkamista
gl: Desconecte a memoria USB de antes de reiniciar
ja: 再起動を行なう前に、 USB メモリを取り出してください
km: សូម​ដក​ឧបករណ៍​ផ្ទុក​ចល័ត (យូអេសប៊ី) ចេញ​មុន​នឹង​ចាប់ផ្ដើម​ឡើងវិញ
pt: Por favor remove o dispositivo USB antes de reiniciar
ru: Перед перезагрузкой выньте USB-брелок
sk: Prosím vytiahnite USB kľúč pred reštartom
sv: Avlägsna USB-stickan innan omstart
wa: Fijhoz rexhe li clé USB stick divant d' renonder l' sistinme, s' i vs plait

source: Installation...
bg: Инсталиране…
ca: Instal·lació...
cs: Instalace...
el: Εγκατάσταση...
es: Instalación...
fi: Asennus...
gl: Instalación...
ja: インストール...
km: ការ​ដំឡើង...
pt: Instalação...
ro: Instalare ...
ru: Установка...
sk: Inštalácia...
wa: Astalaedje...

source: Loading %1
bg: Зареждане на %1
ca: Carregant %1
cs: Nahrávám %1
da: Indlæser %1
de: %1 wird geladen
el: Φόρτωση %1
es: Cargando %1
fi: Ladataan %1
gl: Cargando %1
ja: %1 を読み込んでいます
km: កំពុង​ផ្ទុក %1
pt: A Carregar %1
ro: Se încarcă %1
ru: Загрузка %1
sk: Načítavam %1
sv: Laddar %1
wa: Dji tchedje %1

source: Verifying %1
bg: Удостоверяване на %1
ca: Verificant %1
cs: Kontroluji %1
da: Verificerer %1
de: %1 wird überprüft
el: Επιβεβαίωση %1
es: Verificando %1
fi: Tarkistetaan %1
gl: Verificando %1
ja: %1 を検証しています
km: កំពុង​ផ្ទៀងផ្ទាត់ %1
pt: A verificar %1
ru: Проверка %1
sk: Overujem %1
sv: Verifierar %1
wa: Dji verifeye %1

source: Select disk for installation:
bg: Изберете диск за инсталацията:
ca: Seleccioneu un disc per a la instal·lació:
cs: Vyberte disk pro instalaci:
da: Vælg disk til installation:
de: Platte für die Installation auswählen:
el: Επιλέξτε δίσκο για εγκατάσταση:
es: Seleccione el disco para la instalación:
fi: Valitse levy asennusta varten:
gl: Seleccionar disco para a instalación:
ja: インストール用のディスクを選択:
km: ជ្រើស​ថាស​សម្រាប់​ដំឡើង ៖
pt: Seleccionado o disco para instalação:
ro: Selectați discul pentru instalare:
ru: Выберите диск для установки:
sk: Vybrať disk pre inštaláciu:
sv: Välj installationsdisk:
wa: Tchoezixhoz ene plake po l' astalaedje :

source: Select %1 partition for installation:
bg: Изберете %1 дял за инсталацията:
ca: Seleccioneu %1 partició per a la instal·lació:
cs: Vyberte %1 oddíl pro instalaci:
da: Vælg %1 partition til installation:
de: Partition %1 für die Installation wählen:
el: Επιλέξτε %1 κατάτμηση για εγκατάσταση:
es: Seleccionar la partición %1 para la instalación:
fi: Valitse osio %1 asennusta varten:
gl: Seleccionar a partición %1 para a instalación:
ja: インストール用に %1 パーティションを選択:
km: ជ្រើស​ភាគ​ថាស %1 សម្រាប់​ដំឡើង ៖
pt: Seleccionada a partição %1 para instalação:
ru: Выберите раздел (%1) для установки:
sk: Vybrať %1 oddiel pre inštaláciu:
sv: Välj %1 partition för installation:
wa: Tchoezixhoz ene pårticion %1 po l' astalaedje :

source: System will be shutdown. Remove USB stick before power on
ca: El sistema s'aturarà. Traieu la memòria USB abans de tornar-lo a engegar
cs: Systém bude ukončen. Před spuštěním vyjměte USB disk
de: System wird heruntergefahren, bitte Stick entnehmen vor dem Einschalten
es: El sistema se apagará. Retire el soporte USB antes de encenderlo
ja: システムをシャットダウンします。次回電源を投入するまでの間に、 USB メモリを取り外してください
ru: Система будет отключена. Выньте USB-брелок перед запуском
sk: Systém bude vypnutý. Pred zapnutím odstráňte USB kľúč
sv: Systemet kommer att stängas av. Avlägsna USB-stickan innan du slår på datorn

source: Please remove the CD/DVD before shutdown
ca: Si us plau, traieu el CD o DVD abans d'aturar l'ordinador
cs: Prosím, vyjměte CD/DVD před vypnutím systému
de: Bitte entfernen Sie die CD/DVD vor dem Herunterfahren
es: Extraiga el CD/DVD de instalación antes de apagar
ja: シャットダウンを行なう前に、 CD/DVD を取り出してください
ru: Перед отключением извлеките CD/DVD
sk: Prosím vyberte CD/DVD pred vypnutím
sv: Avlägsna CD/DVD-skivan innan du stänger av

source: No
bg: Не
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
gl: Non
ja: いいえ
km: ទេ
pt: Não
ro: Nu
ru: Нет
sk: Nie
sv: Nej
wa: Nonna
